Repository: yfix/gitphp
Catalog: locale/*/gitphp.po
Languages: it_it

source: history
it_it: storia

source: tree
it_it: struttura ad albero

source: snapshot
it_it: salva un'istantanea

source: object
it_it: oggetto

source: author
it_it: autore

source: plain
it_it: testo semplice

source: side by side
it_it: fianco a fianco

source: unified
it_it: unificato

source: first
it_it: primo

source: prev
it_it: precedente

source: next
it_it: successivo

source: commitdiff
it_it: differenza commit

source: committer
it_it: chi ha effettuato il commit

source: parent
it_it: commit genitore

source: %1 file changed:
it_it: file %1 cambiato:

source: new %1 with mode %2
it_it: nuovo %1 con modalità %2

source: new %1
it_it: nuovo %1

source: deleted %1
it_it: cancellato %1

source: changed from %1 to %2 mode: %3 -> %4
it_it: cambiato dalla modalità %1 a %2: %3 -> %4

source: changed from %1 to %2 mode: %3
it_it: cambiato dalla modalità %1 a %2: %3

source: changed from %1 to %2
it_it: cambiato da %1 a %2

source: changed mode: %1 -> %2
it_it: cambiata modalità: %1 -> %2

source: changed mode: %1
it_it: cambiata modalità: %1

source: changed
it_it: cambiato

source: moved from %1 with %2%% similarity, mode: %3
it_it: spostato da %1 con %2%% similare, modalità: %3

source: moved from %1 with %2%% similarity
it_it: spostato da %1 con %2%% similarmente

source: shortlog
it_it: log breve

source: summary
it_it: prospetto

source: projects
it_it: progetti

source: search
it_it: cerca

source: Last change %1
it_it: Ultimo cambiamento %1

source: No commits
it_it: Nessun commit

source: diff to current
it_it: differenza dal corrente

source: (deleted)
it_it: (cancellato)

source: (new)
it_it: (nuovo)

source: description
it_it: descrizione

source: owner
it_it: proprietario

source: last change
it_it: ultimo cambiamento

source: clone url
it_it: url per clonare

source: push url
it_it: url per il push

source: Project
it_it: Progetto

source: Description
it_it: Descrizione

source: Owner
it_it: Proprietario

source: Last Change
it_it: Ultimo Cambiamento

source: Actions
it_it: Azioni

source: No projects found
it_it: Nessun progetto trovato

source: blame
it_it: biasima

source: Project is required
it_it: Il progetto è richiesto

source: blobdiff
it_it: differenza blob

source: Invalid project %1$s
it_it: Progetto %1$s non valido

source: project index
it_it: indice progetto

source: Search has been disabled
it_it: La ricerca è disabilitata

source: File search has been disabled
it_it: La ricerca dei file è stata disabilitata

source: You must enter search text of at least %1$d character
it_it: Devi inserire il testo di ricerca minimo di %1$d carattere

source: Invalid search type
it_it: Tipo di ricerca non valida

source: No matches for "%1"
it_it: Nessun risultato per "%1"

source: directory
it_it: cartella

source: symlink
it_it: link simbolico

source: unknown
it_it: sconosiuto

source: %1$s is not a directory
it_it: %1$s non è una directory

source: %1$s is not a git repository
it_it: %1$s non è un repository git

source: %1$s is attempting directory traversal
it_it: %1$s sta provando ad aprire la cartella

source: %1$s is outside of the projectroot
it_it: %1$s è fuori alla root del progetto

source: %1$s is not a file
it_it: %1$s non è un file

source: Failed to open project list file %1$s
it_it: Impossibile aprire il file della lista dei progetti %1$s

source: Invalid hash %1$s
it_it: %1$s non è un hash valido

source: %1$d year ago
it_it: %1$d anno fa

source: %1$d month ago
it_it: %1$d mese fa

source: %1$d week ago
it_it: %1$d settimana fa

source: %1$d day ago
it_it: %1$d giorno fa

source: %1$d hour ago
it_it: %1$d ora fa

source: %1$d min ago
it_it: %1$d minuto fa

source: %1$d sec ago
it_it: %1$d secondo fa

source: right now
it_it: adesso

source: A projectroot must be set in the config
it_it: Una cartella dei progetti deve essere settata nella configurazione

source: selected
it_it: selezionata/o

source: deselect
it_it: non selezionato/a

source: diff with selected
it_it: selezionato per vedere le differenze

source: select for diff
it_it: seleziona per vedere le differenze

source: Loading…
it_it: Caricamento…

source: Loading blame data…
it_it: Caricamento dei dati di blame…

source: language:
it_it: lingua:

source: set
it_it: setta

source: The Memcached or Memcache PHP extension is required for Memcache support
it_it: È richiesta l'estensione PHP Memcached o Memcache per il supporto Memcache

source: No matches found for "%1"
it_it: Nessun riscontro trovato per "%1"

source: Search projects
it_it: Cerca progetti

source: Could not run the git executable "%1$s". You may need to set the "%2$s" config value.
it_it: Impossibile eseguire l'eseguibile di git "%1$s". Potrebbe essere necessario impostare il valore di configurazione "%2$s".

source: (show all)
it_it: (visualizza tutto)

source: Binary files %1 and %2 differ
it_it: I file binari %1 e %2 differiscono

source: website
it_it: sito web

source: English
it_it: Italiano

source: Could not load config file %1$s
it_it: Impossibile caricare il file di configurazione %1$s

source: graph
it_it: grafico

source: commit activity
it_it: attività dei commit

source: language distribution
it_it: composizione linguistica

source: Ambiguous abbreviated hash %1$s
it_it: L'hash abbreviato %1$s è ambiguo

source: Directory %1$s not found
it_it: La cartella %1$s non è stata trovata

source: File %1$s not found
it_it: Il file %1$s non è stato trovato
